/* Task view. */
HSDFSD_TaskName = "Быстрый набор номеров факсов";
HSDFPB_TaskName = "Телефонная книга факса";
HSDFSD_TaskDescription = "Используйте кнопки «+» и «-» или введите информацию для сохранения в памяти быстрого набора на устройстве. Либо воспользуйтесь адресной книгой для поиска и добавления информации.";
HSDFPB_TaskDescription = "Телефонная книга факса позволяет просматривать и изменять список контактов устройства.\nКонтакты можно добавлять и исключать с помощью кнопок «+» и «-». Также можно использовать программу «Контакты» для поиска других записей и добавления их в список.";

ActionMenuTooltip = "Меню действий";

HSDEntryIndexColumnTitle = "#";
HSDEntryNameColumnTitle = "Имя";
HSDEntryPhoneNumberColumnTitle = "Номер факса";
HSDEntryEditActionMenuTitle = "Изменить…";
HSDEntryCreateGroupActionMenuTitle = "Создать группу…";
EntriesStatusCaption = "Использовано записей: %1$d из %2$d";
HSDPrintListButtonTitle = "Печать списка";
/* Use common localized key instead of plug-in "MoreInfoButtonTitle". */
AddressBookLaunchButtonTooltip = "Открыть адресную книгу факса";
ContactsLaunchButtonTooltip = "Запустить контакты факса";
HSDApplyButtonTitle = "Применить";

HSDDismissEntryButtonTitle = "Отмена";
HSDConfirmEntryButtonTitle = "Сохранить";

HSDFPB_AddNewContactToolTip = "Добавить контакт";
HSDFSD_AddNewContactToolTip = "Добавить номер быстрого набора";
HSDFPB_DeleteSelectedContactToolTip = "Удалить выбранные контакты или группы";
HSDFSD_DeleteSelectedContactToolTip = "Удалить выбранные номера быстрого набора или группы";
HSDFPB_PrintListButtonToolTip = "Распечатать список всех контактов на этом устройстве";
HSDFSD_PrintListButtonToolTip = "Распечатать список всех номеров быстрого набора на этом устройстве";

/* Individual entry panel. */
HSDFPB_IndividualEntryIndexFieldCaption = "Запись (#):";
HSDFSD_IndividualEntryIndexFieldCaption = "Быстрый набор (#):";
HSDIndividualEntryNameFieldCaption = "Имя:";
HSDIndividualEntryPhoneNumberFieldCaption = "Номер факса:";

/* Group entry panel. */
HSDFPB_GroupEntryIndexFieldCaption = "Запись (#):";
HSDFSD_GroupEntryIndexFieldCaption = "Быстрый набор (#):";
HSDGroupEntryNameFieldCaption = "Имя группы:";
HSDFSD_GroupEntryItemsDescription = "Выберите номера быстрого набора, которые необходимо включить в эту группу.";
HSDFPB_GroupEntryItemsDescription = "Выберите контакты для добавления к этой группе.";

/* More Info panel. */
HSDConfirmMoreInfoButtonTitle = "OK";

/* Contacts panel. */
AddressBookPanelTitle = "Адресная книга факса";
ContactsPanelTitle = "Контакты факса";
HSDDismissContactsButtonTitle = "Закрыть";
HSDConfirmContactsButtonTitle = "Добавить";

/* Alert dialogs. */
CancelAlertButtonTitle = "Отмена";
RemoveFromGroupAlertButtonTitle = "Исключить из группы";
DeleteAlertButtonTitle = "Удалить";
ApplyAlertButtonTitle = "Применить";
DontApplyAlertButtonTitle = "Не применять";

IncorrectDeviceStateAlertTitle = "Принтер находится в состоянии ошибки";
IncorrectDeviceStateAlertMessage = "Устраните на устройстве состояние ошибки и повторите попытку.";

HSDFSD_InvalidEntryErrorTitle = "Недопустимая запись быстрого набора";
HSDFPB_InvalidEntryErrorTitle = "Невозможно добавить контакт.";
HSDFSD_MissingEntryNameErrorMessage = "Отсутствует имя записи быстрого набора. Введите имя и повторите попытку.";
HSDFPB_MissingEntryNameErrorMessage = "Отсутствует имя контакта. Введите имя и попробуйте еще раз.";
HSDFSD_MissingEntryPhoneNumberErrorMessage = "Отсутствует номер быстрого набора. Введите номер и повторите попытку.";
HSDFPB_MissingEntryPhoneNumberErrorMessage = "Отсутствует номер контакта. Введите номер и попробуйте еще раз.";
HSDFSD_TooLargeGroupErrorMessage = "Группа быстрого набора номеров слишком большая. Устройство поддерживает максимум %d записей в группе.";
HSDFPB_TooLargeGroupErrorMessage = "Слишком много контактов в группе. Устройство поддерживает не более %d записей в каждой группе.";

HSDFSD_DeleteIndividualEntryAlertTitle = "Действительно удалить запись быстрого набора \"%@\"?";
HSDFPB_DeleteIndividualEntryAlertTitle = "Вы действительно хотите удалить контакт \"%@\"?";
HSDFSD_DeleteIndividualEntryAlertMessage = "Выбранная запись быстрого набора входит в одну или несколько групп. При удалении этой записи она будет также удалена из всех групп.";
HSDFPB_DeleteIndividualEntryAlertMessage = "Выбранный контакт находится в одной или нескольких группах. Удаление контакта приведет к его исключению из всех групп.";
HSDFSD_DeleteMultipleIndividualEntriesAlertTitle = "Действительно удалить выбранные записи быстрого набора?";
HSDFPB_DeleteMultipleIndividualEntriesAlertTitle = "Вы действительно хотите удалить выбранные контакты?";
HSDFSD_DeleteMultipleIndividualEntriesAlertMessage = "Некоторые из выбранных записей быстрого набора могут входить в одну или несколько групп. При удалении этих записей они будут также удалены из всех групп.";
HSDFPB_DeleteMultipleIndividualEntriesAlertMessage = "Некоторые из выбранных контактов находятся в одной или нескольких группах. Удаление этих контактов приведет к их исключению из всех групп.";

HSDFSD_DeleteGroupEntryAlertTitle = "Действительно удалить группу быстрого набора \"%@\"?";
HSDFPB_DeleteGroupEntryAlertTitle = "Вы действительно хотите удалить группу \"%@\"?";
HSDFSD_DeleteGroupEntryAlertMessage = "Отдельные записи быстрого набора, которые входят в эту группу, НЕ будут удалены.";
HSDFPB_DeleteGroupEntryAlertMessage = "Контакты, находящиеся в этой группе, НЕ будут удалены.";
HSDFSD_DeleteMultipleGroupEntriesAlertTitle = "Действительно удалить выбранные группы быстрого набора?";
HSDFPB_DeleteMultipleGroupEntriesAlertTitle = "Вы действительно хотите удалить выбранные группы?";
HSDFSD_DeleteMultipleGroupEntriesAlertMessage = "Отдельные записи быстрого набора, которые входят в эти группы, НЕ будут удалены.";
HSDFPB_DeleteMultipleGroupEntriesAlertMessage = "Контакты, находящиеся в этих группах, НЕ будут удалены.";

HSDFSD_DeleteIndividualEntryFromGroupAlertTitle = "Действительно удалить запись быстрого набора \"%1$@\" из группы \"%2$@\"?";
HSDFPB_DeleteIndividualEntryFromGroupAlertTitle = "Вы действительно хотите исключить контакт \"%1$@\" из группы \"%2$@\"?";
HSDFSD_DeleteIndividualEntryFromGroupAlertMessage = "Нажатие кнопки «Исключить из группы» приведет только к исключению записи быстрого набора из группы. Сама запись быстрого набора не будет удалена.\nЩелкните «Удалить», чтобы окончательно удалить запись быстрого набора и исключить ее из всех групп.";
HSDFPB_DeleteIndividualEntryFromGroupAlertMessage = "Нажатие кнопки «Исключить из группы» приведет только к исключению записи быстрого набора из группы. Сама запись быстрого набора не будет удалена.\nЩелкните «Удалить», чтобы окончательно удалить запись быстрого набора и исключить ее из всех групп.";
HSDFSD_DeleteMultipleEntriesFromGroupAlertTitle = "Действительно исключить выбранные записи быстрого набора из группы \"%@\"?";
HSDFPB_DeleteMultipleEntriesFromGroupAlertTitle = "Вы действительно хотите исключить выбранные контакты из группы \"%@\"?";
HSDFSD_DeleteMultipleEntriesFromGroupAlertMessage = "Нажатие кнопки «Исключить из группы» приведет только к исключению записей быстрого набора из группы. Сами записи быстрого набора не будут удалены.\nЩелкните «Удалить», чтобы окончательно удалить выбранные записи быстрого набора и исключить их из всех групп.";
HSDFPB_DeleteMultipleEntriesFromGroupAlertMessage = "Нажатие кнопки «Исключить из группы» приведет только к исключению записей быстрого набора из группы. Сами записи быстрого набора не будут удалены.\nЩелкните «Удалить», чтобы окончательно удалить выбранные записи быстрого набора и исключить их из всех групп.";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "Действительно исключить выбранные записи быстрого набора из соответствующих групп?";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "Вы действительно хотите исключить выбранные контакты из соответствующих групп?";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "Нажатие кнопки «Исключить из группы» приведет только к исключению записей быстрого набора из соответствующих групп. Сами записи быстрого набора не будут удалены.\nЩелкните «Удалить», чтобы окончательно удалить записи быстрого набора и исключить их из всех групп.";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "Нажатие кнопки «Исключить из группы» приведет только к исключению записей быстрого набора из соответствующих групп. Сами записи быстрого набора не будут удалены.\nЩелкните «Удалить», чтобы окончательно удалить записи быстрого набора и исключить их из всех групп.";

HSDFSD_DeleteMixedEntriesAlertTitle = "Действительно удалить выбранные записи и группы быстрого набора?";
HSDFPB_DeleteMixedEntriesAlertTitle = "Вы действительно хотите удалить выбранные контакты и группы?";
HSDFSD_DeleteMixedEntriesAlertMessage = "При нажатии кнопки «Удалить» будут безвозвратно удалены выбранные записи и группы быстрого набора. Отдельные записи быстрого набора, которые входят в эти группы, НЕ будут удалены. Для их удаления каждую запись необходимо выбрать отдельно.";
HSDFPB_DeleteMixedEntriesAlertMessage = "Нажатие кнопки «Удалить» приведет к окончательному удалению только выбранных контактов и групп. Контакты, которые находятся в выбранных группах, но при этом не были выбраны, НЕ будут удалены.";

DenyContactsAccessAlertTitle = "Информация недоступна";
DenyContactsAccessAlertMessage = "Доступ к приложению \"%@\" закрыт.\nОткрыть доступ можно с помощью Системные настройки на панели Защита и безопасность.";

HSDFSD_AllowsToCommitChangesAlertTitle = "Список быстрого набора факса был изменен.";
HSDFPB_AllowsToCommitChangesAlertTitle = "Телефонная книга факса была изменена. Сохранить изменения перед печатью?";
AllowsToCommitChangesAlertMessage = "Внесенные изменения не будут включены в печатаемый список, если не применить их. Применить изменения списка перед печатью?";

/* Progress dialogs. */
PrintInitializingDialogTitle = "Обработка…";
PrintProcessingDialogTitle = "Подождите, выполняется печать…";
